tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "asdf"
brew "autojump"
brew "bat"
brew "direnv"
brew "fd"
brew "fzf"
brew "gnupg"
brew "gomplate"
brew "httpie"
brew "jq"
brew "lsd"
brew "oh-my-posh"
brew "pinentry-mac"
brew "unzip"
cask "1password"
cask "cron"
cask "docker"
cask "font-hack-nerd-font"
cask "gitkraken"
cask "iterm2"
cask "lens"
cask "linear"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"